src/main/resources/soapxml/getPerPlmnRawGet.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <PerPlmnRawGet xmlns="http://Airspan.Netspan.WebServices">
            <NodeId>string</NodeId>
            <DateStart>2019-11-06T17:15:00Z</DateStart>
            <DateEnd>2019-11-06T17:20:00Z</DateEnd>
        </PerPlmnRawGet>
    </soap:Body>
</soap:Envelope>